IDEA Open Model
CalculationSetup.SlsStressLimitation Property
Compatible with IDEA StatiCa v 10.1
 SLS stress limitation
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool SlsStressLimitation { get; set; }
Public Property SlsStressLimitation As Boolean
	Get
	Set
public:
property bool SlsStressLimitation {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace